tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bat"
brew "git"
brew "yadm"
brew "zplug"

# Neovim
brew "ripgrep"
brew "neovim"

cask "1password"
cask "1password-cli"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "plover"
cask "postman"
cask "slack"
cask "visual-studio-code"
