tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"

brew "bat"
brew "fnm"
brew "gh"
brew "git"
brew "java"
brew "neofetch"
brew "ruby"
brew "starship"
brew "yadm"
brew "zplug"

# Neovim
brew "ripgrep"
brew "neovim"

cask "1password"
cask "1password-cli"
cask  "balenaetcher"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "logseq"
cask "plover"
cask "postman"
cask "slack"
cask "visual-studio-code"
